<template>
<div>
  <div style="margin:20px">
    <h2>1.0.0更新如下:</h2><br>
    <h3>1.更新登录页面信息，系统名称更改为“CV数据标注平台”，增加了联想研究院logo和版本号；</h3><br>
    <h3>2.优化图像数据浏览，添加分页加载，通过翻页方式可以查看该类全部图片；</h3><br>
    <h3>3.优化云端下载功能，在输入序号和标签名进行下载图片时，前端也会给出相关提示信息；</h3><br>
    <h3>4.更新了pdf帮助文档；</h3><br>
    <h2>1.0.1更新如下:</h2><br>
    <h3>1.更换登录页右下角的lenovo logo；</h3><br>
    <h3>2.增加下载任务列表，限制同一时刻的下载任务为3个；用户也可以知道云端是否已经压缩完毕！</h3><br>
    <h3>3.优化云端的全部下载功能，此后每周末云端会检查全部文件是否需要重新压缩以替换之前的压缩文件；</h3><br>
   
  </div>
</div>
</template>

<script>
export default {
  data() {
    return {

    }
  },
  methods: {

  },
  components: {

  }
}
</script>

<style>

 
</style>
